Repository: a-little-world/little-world-core
Catalog: back/management/locale/*/LC_MESSAGES/django.po
Languages: de

source: Tag
de: Schlagwort

source: Uploaded_by
de: Hochgeladen_von

source: File
de: Datei

source: Upload date
de: Upload-Datum

source: User1
de: Nutzer1

source: User2
de: Nutzer2

source: Dialogs
de: Dialoge

source: Dialog between
de: Dialog zwischen

source: Author
de: Autor

source: Recipient
de: Empfänger

source: Read
de: Gelesen

source: Misc event
de: Verschiedene Ereignisse

source: Request event
de: Request-Ereignisse

source: Database event
de: Datenbank Ereignis

source: Admin event
de: Admin-Ereignis

source: Flow event
de: Fluss-Ereignis

source: Email event
de: E-Mail-Ereignis

source: Frontend event
de: Frontend-Ereignis

source: Hourly
de: Stündlich

source: Daily
de: Täglich

source: Monthly
de: Monatlich

source: tracking: could not determine IP
de: Tracking: IP konnte nicht ermittelt werden

source: traking: could not deterine user
de: Tracking: Nutzer konnte nicht ermittelt werden

source: request.data 1 not existing
de: request.data 1 existiert nicht

source: request.data 2 not existing
de: request.data 2 existiert nicht

source: couldn't convert to drf request
de: Konnte nicht in drf-Anfrage konvertiert werden

source: at least one field required
de: Mindestens ein Feld ist erforderlich

source: maximum one field allowed
de: Maximal ein Feld ist zulässig

source: If you are sure you want to match these users anyways, please set the 'force' flag to true
de: Wenn Sie sicher sind, dass Sie diese Benutzer trotzdem zusammenführen möchten, setzen Sie bitte das 'force'-Flag auf true

source: Unable to recalucate matching score! Error:
de: Matching-Score kann nicht neu berechnet werden! Fehler:

source: Can't extract matchable info for users, seems like the score calulation failed. This is an idicator that the users are possible unmatchable, if you are sure you want to continue use:
de: Kann keine passenden Informationen für Nutzer extrahieren, es scheint als hätte die Score-Berechnung fehlgeschlagen. Dies ist ein Indikator dafür, dass die Nutzer möglicherweise nicht zusammengeführt werden können, wenn Sie sicher sind, dass Sie fortfahren möchten, verwenden Sie:

source: Directional matching score doesnt seem to exist, not sure if users are matchable. Either request to calculate it or set the 'force' flag to true and match anyways
de: Richtungs-Matching-Score scheint nicht zu existieren, nicht sicher, ob Nutzer zusammengeführt werden können. Entweder fordern Sie die Berechnung an oder setzen Sie das 'force'-Flag auf true und führen Sie das Matching trotzdem durch

source: Users score marks users as not matchable with message
de: Benutzerscore markiert Benutzer als nicht zusammenführbar mit Nachricht

source: Users are already matched
de: Benutzer sind bereits zusammengeführt

source: Users sucessfully matched
de: Benutzer erfolgreich zusammengeführt

source: Users sucessfully un-matched
de: Benutzer erfolgreich getrennt

# confirm_match.unconfimed_match_not_found
source: This unconfirmed match does not exist, or is already closed
de: Diese unbestätigte Übereinstimmung existiert nicht oder ist bereits abgeschlossen

# confirm_match.unconfimed_match_expired
source: This unconfirmed match is expired
de: Die unbestätigte Übereinstimmung ist abgelaufen

# confirm_match.match_confirmed
source: The match has been confirmed, your match has been made!
de: Die Übereinstimmung wurde bestätigt, Ihre Übereinstimmung wurde gefunden!

# confirm_match.match_rejected
source: The match has been rejected.
de: Die Übereinstimmung wurde abgelehnt.

# unsubscribe_email.success
source: You have been unsubscribed from this email type
de: Sie wurden von diesem E-Mail-Typ abgemeldet

# unsubscribe_email.success
source: You have been subscribed to this email type
de: Sie wurden für diesen E-Mail-Typ angemeldet

# unsubscribe_email.success
source: No email settings where changed
de: Es wurden keine E-Mail-Einstellungen geändert

# profile.completion-check.sucessfull
source: Profile complete!
de: Profil vollständig!

# register.email-blank-err
source: Please enter your e-mail adress
de: Dies ist keine valide E-Mail

# register.first-name-blank-err
source: Please enter your first name
de: Bitte gib einen Vornamen ein

# register.second-name-blank-err
source: Please enter your second name
de: Bitte gib einen zweiten Namen ein

# register.birth-year-invalid
source: Please enter a valid year
de: Bitte gib ein gültiges Geburtsjahr ein

# register.birth-year-under-1900
source: I'm sorry but you can't be that old
de: Entschuldige aber du kannst nicht so alt sein

# register.birth-year-over-2024
source: Sorry currently users have to be at least 18 years old to participate
de: Entschuldigung, derzeit müssen Nutzer mindestens 18 Jahre alt sein

# api.register-user-email-exists
source: User with this email already exists
de: Nutzer mit dieser E-Mail existiert bereits

source: Passwords must match
de: Passwörter müssen übereinstimmen

# api.twilio-room-inactive-err
source: Room is marked as inactive, cant authenticate!
de: Video raum ist nicht aktiv, kann nicht authentifiziert werden!

# api.twilio-room-auth-failure
source: Room authentication failed!
de: Videoraum Authentifizierung fehlgeschlagen!

# email.verify-auth-data-missing-get
source: Email authentication data missing
de: Email-Authentifizierungsdaten fehlen!

# email.verify-success-get
source: Email sucessfully verified
de: Email erfolgreich verifiziert

# email.verify-failure-get
source: Email verification failed
de: Email Verifizierung fehlgeschlagen

# email.verify-auth-data-missing-post
source: Email authentication data missing
de: Email Authentifizierungsdaten fehlen

# email.verify-failure-not-numeric
source: Enter a 5 digit pin please
de: Bitte gib einen 5-stelligen Pin ein

# email.verify-success-post
source: Email sucessfully verified
de: Email erfolgreich verifiziert

# email.verify-failure-post
source: Email verification failed, wrong code.
de: Email Verifizierung fehlgeschlagen, falscher Code.

# api.login-failed-staff
source: Can't log in email or password wrong!
de: Anmeldung fehlgeschlagen, E-Mail oder Passwort falsch!

# api.login-failed
source: Can't log-in email or password wrong!
de: Anmeldung fehlgeschlagen, E-Mail oder Passwort falsch!

# api.auto-login-failed
source: Can't auto log-in!
de: Login fehlgeschlagen!

# api.logout-sucessful
source: Sucessfully logged out!
de: Erfolgreich abgemeldet!

# api.change-password-failed.incorrect-old-pw
source: Incorrect old password
de: Falsches altes Passwort

# api.change-password-failed.new-pw-not-equal
source: New passwords not equal
de: Neue Passwörter nicht gleich

# api.user.change-email-not-allowed-staff
source: Admin may never change their email! Only by the grace of @tbscode
de: Admin darf ihre E-Mail Adresse niemals ändern! Nur durch Gnade von @tbscode

# api.user.change-email-failed.same-email
source: This is your current email!
de: Das ist deine aktuelle E-Mail!

# api.user.change-email-failed.email-exists
source: Email {email} exists
de: E-Mail {email} existiert bereits

# api.user.change-email-successful
source: E-mail adres update, email adress must be reauthenticated.
de: Email Adresse aktualisiert, Email Adresse muss erneut authentifiziert werden.

# api.user-matches-successfully-confirmed
source: Matches confirmed!
de: Matches bestätigt!

# api.user-update-searching-state.slug-doesnt-exist
source: '{slug}' is not a possible seraching state!
de: '{slug}' ist kein möglicher Suchstatus!

# api.user-update-searching-state.state-successfully-changed
source: State updated!
de: State aktualisiert!

# api.user-unmatch-self.success
source: Unmatched!
de: Match aufgehoben!

# api.register-welcome-mail-subject
source: {code} - Verifizierungscode zur E-Mail Bestätigun
de: {code} - Verifizierungscode zur E-Mail Bestätigung

# api.user-resetpw.mail-subject
source: Password reset Little World
de: Passwort zurücksetzen Little World

source: User doesn't exist
de: Nutzer existiert nicht

source: Welcome Notification
de: Willkommensbenachrichtigung

source: New match: %s
de: Neues Match: %s

# model.community-event.frequency-weekly
source: Weekly
de: Wöchentlich

# model.community-event.frequency-once
source: Once
de: Einmalig

# notification.state.unread
source: Unread
de: Ungelesen

# notification.state.read
source: Read
de: Gelesen

# notification.state.archived
source: Archived
de: Archiviert

# notification.type.none
source: No Type
de: Kein Typ

# notification.type.message
source: message
de: Nachricht

source: title
de: Titel

source: no-description
de: Keine Beschreibung

# profile.user-type.learner
source: Language learner
de: Sprachlernende*r

# profile.user-type.volunteer
source: Volunteer
de: Ehrenamtliche*r Sprachpate/patin

# profile.target-group.any-vol
source: other
de: Egal welcher Gruppe

# profile.target-group.any-ler
source: other
de: Eine Andere Gruppe

# profile.partner-sex.any
source: Any
de: Egal

# profile.partner-sex.male
source: Male only
de: Männlich

# profile.speech-medium.any-vol
source: Any
de: Video oder Telefon

# profile.speech-medium.any-ler
source: Any
de: Video oder Telefon

# profile.speech-medium.video-vol
source: Video only
de: nur Videotelefonie

# profile.speech-medium.video-ler
source: Video only
de: nur Videotelefonie

# profile.speech-medium.phone-vol
source: Phone only
de: nur Telefon

# profile.speech-medium.phone-ler
source: Phone only
de: nur Telefon

# profile.partner-location.anywhere-vol
source: Anywhere
de: egal

# profile.partner-location.anywhere-ler
source: Anywhere
de: egal

# profile.partner-location.close-vol
source: Close
de: möglichst in meiner Nähe wohnen

# profile.partner-location.close-ler
source: Close
de: möglichst in meiner Nähe wohnen

# profile.partner-location.far-vol
source: Far
de: nicht in meiner Nähe wohnen

# profile.partner-location.far-ler
source: Far
de: nicht in meiner Nähe wohnen

# profile.art-interest
source: Art
de: Kunst

# profile.music-interest
source: Music
de: Musik

# profile.literature-interest
source: Literature
de: Literatur

# profile.video-interest
source: Video
de: Filme

# profile.fashion-interest
source: Fashion
de: Mode

# profile.culture-interest
source: Culture
de: Kultur

# profile.travel-interest
source: Travel
de: Reisen

# profile.food-interest
source: Food
de: Essen

# profile.politics-interest
source: Politics
de: Politik

# profile.nature-interest
source: Nature
de: Natur

# profile.science-interest
source: Science
de: Wissenschaft

# profile.tech-interest
source: Technology
de: Technologie

# profile.history-interest
source: History
de: Geschichte

# profile.soziologie-interest
source: Sociology
de: Gesellschaft

# profile.family-interest
source: Family
de: Familie

# profile.pdev-interest
source: Personal development
de: Persönliche Entwicklung

# profile.liability.declined
source: Declined Liability
de: Ablehnung der Haftungserklärung

# profile.liability.accepted
source: Accepted Liability
de: Annahme der Haftungserklärung

# profile.notify-channel.email
source: to be notified by e-mail only.
de: nur per E-Mail benachrichtigt werden.

# profile.notify-channel.sms
source: to be notified by e-mail & SMS.
de: per E-Mail & SMS benachrichtigt werden.

# profile.lang-level.level-0-vol
source: any
de: egal

# profile.lang-level.level-0-ler
source: any
de: egal

# profile.lang-level.level-1-vol
source: B1 = (everyday situations, stories, hopes)
de: B1 = (Alltagssituationen, Geschichten, Hoffnungen)

# profile.lang-level.level-1-ler
source: B1 = (everyday situations, stories, hopes)
de: B1 = (Alltagssituationen, Geschichten, Hoffnungen)

# profile.lang-level.level-2-vol
source: B2 = (fluent & spontaneous conversations, current events)
de: B2 = (fließende & spontane Gespräche, aktuelles Geschehen)

# profile.lang-level.level-2-ler
source: B2 = (fluent & spontaneous conversations, current events)
de: B2 = (fließende & spontane Gespräche, aktuelles Geschehen)

# profile.lang-level.level-3-vol
source: C1/C2 = (complex topics, hardly searching for words)
de: C1 = (komplexe Themen, kaum nach Wörtern suchen)

# profile.lang-level.level-3-ler
source: C1/C2 = (complex topics, hardly searching for words)
de: C1 = (komplexe Themen, kaum nach Wörtern suchen)

# profile.lang.english
source: English
de: Englisch

# profile.lang.german
source: German
de: Deutsch

# profile.lang.spanish
source: Spanish
de: Spanisch

# profile.lang.french
source: French
de: Französisch

# profile.lang.italian
source: Italian
de: Italienisch

# profile.lang.dutch
source: Dutch
de: Niederländisch

# profile.lang.portuguese
source: Portuguese
de: Portugiesisch

# profile.lang.russian
source: Russian
de: Russisch

# profile.lang.chinese
source: Chinese
de: Chinesisch

# profile.lang.japanese
source: Japanese
de: Japanisch

# profile.lang.korean
source: Korean
de: Koreanisch

# profile.lang.arabic
source: Arabic
de: Arabisch

# profile.lang.turkish
source: Turkish
de: Türkisch

# profile.lang.swedish
source: Swedish
de: Schwedisch

# profile.lang.polish
source: Polish
de: Polnisch

# profile.lang.danish
source: Danish
de: Dänisch

# profile.lang.norwegian
source: Norwegian
de: Norwegisch

# profile.lang.finnish
source: Finnish
de: Finnisch

# profile.lang.greek
source: Greek
de: Griechisch

# profile.lang.czech
source: Czech
de: Tschechisch

# profile.lang.hungarian
source: Hungarian
de: Ungarisch

# profile.lang.romanian
source: Romanian
de: Rumänisch

# profile.lang.indonesian
source: Indonesian
de: Indonesisch

# profile.lang.hebrew
source: Hebrew
de: Hebräisch

# profile.lang.thai
source: Thai
de: Thailändisch

# profile.lang.vietnamese
source: Vietnamese
de: Vietnamesisch

# profile.lang.ukrainian
source: Ukrainian
de: Ukrainisch

# profile.lang.slovak
source: Slovak
de: Slowakisch

# profile.lang.croatian
source: Croatian
de: Kroatisch

# profile.lang.serbian
source: Serbian
de: Serbisch

# profile.lang.bulgarian
source: Bulgarian
de: Bulgarisch

# profile.lang.lithuanian
source: Lithuanian
de: Litauisch

# profile.lang.latvian
source: Latvian
de: Lettisch

# profile.lang.estonian
source: Estonian
de: Estnisch

# profile.lang.persian
source: Persian
de: Persisch

# profile.lang-level.level-0
source: A1 & A2 (Anfängerniveau)
de: A1 & A2 (beginners level)

# profile.image-type.image
source: Image
de: Bild

# profile.completion-check.missing-value
source: '{val}' is not completed
de: '{val}' ist nicht ausgefüllt

# profile.lskill-descr-to-long
source: must have a maximum of 300 characters
de: Darf maximal 300 Zeichen haben

# profile.image-missing
source: You have selected profile image but not uploaded an image
de: Du hast ein Bild ausgewählt, aber kein Bild hochgeladen

# profile.avatar-missing
source: You have selected avatar but not uploaded an avatar
de: Du hast einen Avatar ausgewählt, aber keinen Avatar erstellt

# profile.lang-de-missing
source: You must select at least german as a language
de: Du musst mindestens Deutsch als Sprache auswählen

# profile.descr-to-short
source: must have at least 10 characters
de: muss mindestens 10 Zeichen haben

source: Unfilled user form
de: Nicht ausgefülltes Benutzerformular

source: Filled user form
de: Benutzerformular ausgefüllt

# models.state.matching-state-idle
source: Not Searching (Idle)
de: Nicht suchend (Idle)

# models.state.matching-state-searching
source: Searching
de: Suchend

source: Undefined
de: Undefiniert

source: Is allowed to view API schemas
de: Anzeigen von API Schemata erlaubt

source: Is allowed to view database schemas
de: Anzeigen von Datenbank Schemata erlaubt

source: Is allowed to use the auto login api (with a specific token)
de: Darf die Auto-Login API benutzen (mit einem spezifischen Token)

source: description
de: Beschreibung

# val.first-name-unallowed-chars
source: First name contains invalid characters: {chars}
de: Vorname enthält ungültige Zeichen: {chars}

# val.second-name-too-many-spaces
source: It is maximum one space allowed in the Second Name, but you have {count}
de: Es ist maximal ein Leerzeichen im Nachnamen erlaubt, aber du hast {count}

# val.second-name-unallowed-chars
source: Second name contains invalid characters
de: Nachname enthält ungültige Zeichen

# val.postal-code-not-numeric
source: German postalcode should be a number
de: Postleitzahl sollte eine Zahl sein

# val.postal-code-too-big
source: German postalcode should have maximum 5 digits
de: Postleitzahl sollte maximal 5 Ziffern haben

# val.postal-code-too-small
source: Postalcode impossibly small
de: Postleitzahl unmöglich klein

# val.availability.time-slot-08-10
source: 8 to 10 a.m.
de: 8 bis 10 Uhr

# val.availability.time-slot-10-12
source: 10 to 12 p.m.
de: 10 bis 12 Uhr

# val.availability.time-slot-12-14
source: 12 to 2 p.m.
de: 12 bis 14 Uhr

# val.availability.time-slot-14-16
source: 2 to 4 p.m.
de: 14 bis 16 Uhr

# val.availability.time-slot-16-18
source: 4 to 6 p.m.
de: 16 bis 18 Uhr

# val.availability.time-slot-18-20
source: 6 to 8 p.m.
de: 18 bis 20 Uhr

# val.availability.time-slot-20-22
source: 8 to 10 p.m.
de: 20 bis 22 Uhr

# val.availability.week-day-mo
source: Monday
de: Montag

# val.availability.week-day-tu
source: Tuesday
de: Diensatg

# val.availability.week-day-we
source: Wednesday
de: Mittwoch

# val.availability.week-day-th
source: Thursday
de: Donnerstag

# val.availability.week-day-fr
source: Friday
de: Freitag

# val.availability.week-day-sa
source: Saturday
de: Samstag

# val.availability.week-day-su
source: Sunday
de: Sonntag

source: Day '%s' not present in availability!
de: Tag '%s' nicht in Verfügbarkeit vorhanden!

source: Slot '%s' is unknown!
de: Slot '%s' ist unbekannt!

source: Render User Form
de: Rendere Benutzer Formular

source: Query param usage on main view only allowed for admins!
de: Query Parameter nur für Admins erlaubt!
